[
  {
    "id": 1,
    "title": "One Piece ",
    "description": "Çocukken, Monkey D. Luffy, Korsanlar \"Kızıl Saçlı\" Shanks'ın Masallarını dinleyerek bir korsan olmaktan ilham aldı. Ancak Luffy yanlışlıkla sakız-hac şeytan meyvesini yediğinde ve kauçuk gibi germe gücünü kazandığında hayatı değişti ... bir daha asla yüzemeyecek pahasına! Yıllar sonra, hala Korsanların Kralı olmaya söz veren Luffy, macerasına yol açıyor ... efsanevi \"Tek Parça\" nı arayışında bir kayıkta yalnız bir adam, dünyanın en büyük hazinesi olduğu söylendi ...",
    "image": "https://dw9to29mmj727.cloudfront.net/promo/2016/5265-SeriesHeaders_OP_2000x800_wm.jpg",
    "type": "manga",
    "link": "/manga/one-piece",
    "buttonText": "Oku",
    "createdAt": 1761832366451,
    "updatedAt": 1761929130571
  },
  {
    "id": 2,
    "title": "JoJo's Bizarre Adventure",
    "description": "JoJo's Bizare Adventure, çeşitli üyeleri sahip oldukları eşsiz güçleri kullanarak doğaüstü düşmanları almayı hedeflediklerini keşfeden bir aile olan Joestar ailesinin hikâyesini anlatmaktadır. Seri, her biri Joestar ailesinin bir üyesinin öyküsünün ardından kaçınılmaz olarak \"JoJo\" unvanını kısaltması gereken bir isme sahip 9 ayrı kısma bölünmüştür. Serinin ilk altı kısmı tek bir devamlılıkta, 7, 8 ve 9. kısımlar ise alternatif bir devamlılıkta geçmektedir.",
    "image": "https://e1.pxfuel.com/desktop-wallpaper/981/818/desktop-wallpaper-jojo-s-bizarre-adventure-1920x1080-jojos-bizarre-adventure.jpg",
    "type": "manga",
    "link": "https://mangexis.netlify.app/manga/jojo-s-bizarre-adventure",
    "buttonText": "Oku",
    "createdAt": 1761839925601
  },
  {
    "id": 3,
    "title": "Solo Leveling",
    "description": "Solo Leveling'in webtoon uyarlaması ilk olarak 4 Mart 2018'de KakaoPage'de yayınlandı; çizimleri Jang Sung-rak (Dubu) tarafından yapıldı ve webtoon'un ilk sezonu 19 Mart 2020'de sona erdi; ardından Ağustos 2020 ile Aralık 2021 arasında yayınlanan ikinci sezonu geldi. [ 1 ] Webtoon , Yen Press tarafından İngilizce lisanslanmıştır. Bireysel bölümleri, Haziran 2025 itibarıyla D&C Media tarafından derlenerek 14 cilt halinde yayınlanmıştır. [ 2 ] A-1 Pictures tarafından üretilen bir anime televizyon dizisi uyarlaması, Ocak-Mart 2024 arasında yayınlandı. Alt başlığı Arise from the Shadow olan ikinci sezon , Ocak-Mart 2025 arasında yayınlandı. Kore dizisi uyarlaması şu anda yapım aşamasında olup, başrolde Byeon Woo-seok'un yer alacağı doğrulandı. Ayrıca, Solo Leveling: Ragnarok adlı bir yan çizgi roman Temmuz 2024'te gösterime girdi. Solo Leveling: Arise adlı bir rol yapma video oyunu Netmarble tarafından yayınlandı . [ 3 ] Komplo Avcıların (doğaüstü yeteneklere sahip insan savaşçılar) tüm insanlığı kesin bir yok oluştan korumak için ölümcül canavarlarla savaşmak zorunda olduğu bir dünyada, zayıflığıyla ün salmış bir avcı olan Sung Jin-woo, kendini bitmek bilmeyen bir hayatta kalma mücadelesinin içinde bulur. Bir gün, neredeyse tüm grubunu yok edecek kadar güçlü bir çift zindandan kıl payı kurtulduktan sonra, Sistem adlı gizemli bir program onu ​​tek oyuncu olarak seçer ve karşılığında ona güç seviyesini yükseltme gibi eşsiz bir yetenek verir. Bu, başka hiçbir avcının yapamayacağı bir şeydir, çünkü bir avcının yetenekleri uyandıktan sonra belirlenir. Jinwoo daha sonra, hem insan hem de canavar olmak üzere her türlü düşmana karşı savaşarak, zindanların sırlarını ve güçlerinin gerçek kaynağını keşfetmek için bir yolculuğa çıkar. Kısa süre sonra Gölge Hükümdarı pozisyonunu devralmak üzere seçildiğini keşfeder ve bu da onu, ışık ve karanlığın iki yaratığı olan Hükümdarlar ve Hükümdar arasındaki savaşın ortasında bir tanrı tarafından yaratılan ve ölüler üzerinde mutlak hakimiyete sahip olan \"Ölülerin Kralı\" olarak bilinen ölümsüz bir nekromansere dönüştürür. İnsanlığı kurtarmak için savaşan tek Hükümdardır, çünkü aslında tüm canavarların liderleri olan diğer Hükümdarlar onu öldürmeye ve insanları yok etmeye çalışmaktadır.",
    "image": "https://wallpapers.com/images/hd/solo-leveling-red-blue-jin-woo-lqkysn5j2dwbkyj1.jpg",
    "type": "manga",
    "link": "https://mangexis.netlify.app/manga/solo-leveling",
    "buttonText": "Oku",
    "createdAt": 1761899399233,
    "updatedAt": 1761899434734
  }
]